onvif_ptz_explorer/xml/28_get_compatible_configurations.xml

<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
  <s:Header>{AUTH_HEADER}</s:Header>
  <s:Body>
    <GetCompatibleConfigurations xmlns="http://www.onvif.org/ver20/ptz/wsdl">
      <ProfileToken>{PROFILE_TOKEN}</ProfileToken>
    </GetCompatibleConfigurations>
  </s:Body>
</s:Envelope>
